Repository: NERvGear/locales
Catalog: */plugin/Bangumi.po
Languages: es_es

source: Retrieving animation list...
es_es: Recuperando la lista de animación ...

source: Cannot retrieve animation list.
es_es: No se puede recuperar la lista de animación.

source: No records currently.
es_es: No hay registros actualmente.

source: Bangumi Data Collection
es_es: Colección de datos de Bangumi

source: Bangumi Daily Animation Data Collection
es_es: Colección de datos de animación diaria de Bangumi

source: Programme Schedule
es_es: Horario del programa

source: Animation Programme Schedule Data
es_es: Datos del programa de animación

source: On-Air Animation
es_es: Animación en el aire

source: On-Air Animation Count
es_es: Recuento de animación en el aire

source: Daily Animation Count
es_es: Recuento de animación diaria

source: Prefer local translation name
es_es: Prefiere el nombre de traducción local

source: Prefer local premiere time
es_es: Prefiero el horario local de estreno

source: Hide special programs
es_es: Ocultar programas especiales

source: Treat midnight as another day
es_es: Tratar la medianoche como otro día

source: Open web pages in external browser
es_es: Abrir páginas web en un navegador externo

source: Data sources supported by ACGDB.COM
es_es: Fuentes de datos compatibles con ACGDB.COM

source: Spring
es_es: Primavera

source: Summer
es_es: Verano

source: Autumn
es_es: Otoño

source: Winter
es_es: Invierno

source: Premiere : %s
es_es: Estrenos : %s

source: Episode : %s
es_es: Episodios : %s

source: Tags : %s
es_es: Etiquetas : %s

source: Description :
es_es: Descripción :

source: Time : %s
es_es: Tiempo : %s

source: ON AIR
es_es: EN EL AIRE

source: OFF AIR
es_es: FUERA DEL AIRE

source: FIN
es_es: ALERTA

source: UNKNOWN
es_es: DESCONOCIDO

source: State : %s
es_es: Estado: %s

source: Daily Animation Widget for SAO Utils
es_es: Widget de animación diaria para SAO Utils

source: The SAO Utils Project by Joshua
es_es: El proyecto SAO Utils de Joshua
