Repository: NERvGear/locales
Catalog: */plugin/Weather Data Extension.po
Languages: es_es

source: Weather Data Collection
es_es: Colección de datos meteorológicos

source: Weather Forecast Data Collection
es_es: Recopilación de datos de predicciones

source: The update parameter takes a city name or code to query weather data. Example 1: New York Example 2: USNY0996 Reference: http://www.weather.com/weather/today/l/USNY0996:1:US
es_es: El parámetro de actualización toma el nombre o código de una ciudad para consultar datos meteorológicos. Ejemplo 1: Nueva York Ejemplo 2: USNY0996 Referencia: http://www.weather.com/weather/today/l/USNY0996:1:US

source: Pressure Data
es_es: Datos de presión

source: Atmospheric Pressure Data
es_es: Datos de presión atmosférica

source: Pressure Trend
es_es: Tendencia de presión

source: Barometric Pressure
es_es: Presión barométrica

source: General Data
es_es: Información General

source: General Weather Data
es_es: Datos meteorológicos generales

source: Weather Forecast
es_es: Pronóstico del tiempo

source: Current Temperature
es_es: Temperatura actual

source: Feels Like Temperature
es_es: Se siente como la temperatura

source: Dew Point
es_es: Punto de rocío

source: Relative Humidity
es_es: Humedad relativa

source: Visibility
es_es: Visibilidad

source: Ultraviolet Radiation Data
es_es: Datos de radiación ultravioleta

source: UV Level
es_es: Nivel UV

source: Wind Data
es_es: Datos del viento

source: Wind Speed and Direction Data
es_es: Velocidad del viento y datos de dirección

source: Wind Direction
es_es: Dirección del viento

source: Wind Degrees
es_es: Grados de viento

source: Wind Speed
es_es: Velocidad del viento

source: Wind Gust
es_es: Ráfaga de viento

source: Weather Data Extension
es_es: Extensión de datos meteorológicos

source: Weather Data Extension for SAO Utils
es_es: Weather Data Extension para SAO Utils

source: The SAO Utils Project by Joshua.
es_es: El Proyecto SAO Utils de Joshua.
