Repository: NERvGear/locales
Catalog: */MoonAntonio/Origin/plugin/Cardinal System.po
Languages: es_es

source: New version available, I think it's time to update.
es_es: Nueva versión disponible, creo que es hora de actualizar.

source: Good night,
es_es: Buenas noches,

source: Good morning,
es_es: Buenos días,

source: Good afternoon,
es_es: Buenas tardes,

source: Good evening,
es_es: Buenas tardes,

source: I'm YUI.
es_es: Soy YUI.

source: please call me YUI.
es_es: por favor llámame YUI.

source: it's me, YUI!
es_es: soy yo, YUI!

source: may I help you?
es_es: ¿Puedo ayudarlo?

source: welcome back!
es_es: ¡Estoy de vuelta!

source: long time no see.
es_es: mucho tiempo sin verte.

source: Gesture functions have recovered.
es_es: Las funciones de gestos se han recuperado.

source: Gesture functions have disabled.
es_es: Las funciones de gesto se han deshabilitado.

source: Mental Health Counseling Program 001(YUI) for SAO Utils
es_es: Programa de Consejería de Salud Mental 001 (YUI) para SAO Utils

source: The SAO Utils Project by Joshua
es_es: El proyecto SAO Utils de Joshua
